[Cues]
Cue_E4_8C_CampusPark_InsertionCar_Chloe_010="I hope Nathan enjoys his last party."
Cue_E4_8C_CampusPark_InsertionCar_Chloe_030="Fuck the police.|Rachel wanted us to find her. So we could get real justice...| and revenge. The Prescotts have had this coming for a hundred years,|and nobody is going to get in my way.|Especially with your help... right?"
Cue_E4_8C_CampusPark_InsertionCar_Max_020="Chloe, we can go right to the cops. We have proof."
Cue_E4_8C_CampusPark_InsertionCar_Max_040="I’m with you to the end, Chloe. You know that."
Cue_E4_8C_CampusPark_InsertionParty_Chloe_050="Where is he?"
Cue_E4_8C_CampusPark_InsertionParty_Chloe_090="Let's go, Max."
Cue_E4_8C_CampusPark_InsertionParty_Chloe_150="We got no time for this shit. Come on, Max."
Cue_E4_8C_CampusPark_InsertionParty_Max_020="You look really good, Warren. Are you all right after today?"
Cue_E4_8C_CampusPark_InsertionParty_Max_070="Dude, have you been drinking?"
Cue_E4_8C_CampusPark_InsertionParty_Max_110="Well... I don't blame you, Warren."
Cue_E4_8C_CampusPark_InsertionParty_Max_140="Action."
Cue_E4_8C_CampusPark_InsertionParty_Max_170="Hey, we still need your expert help. If you see Nathan, text me immediately, okay? And do not let him see you."
Cue_E4_8C_CampusPark_InsertionParty_Max_190="Not to me, Warren. Text soon."
Cue_E4_8C_CampusPark_InsertionParty_Warren_010="Welcome to the end of the world, ladies. I'm glad you decided to escort me..."
Cue_E4_8C_CampusPark_InsertionParty_Warren_030="I really flipped out on Nathan. I just hate bullies... and Max, he's dangerous."
Cue_E4_8C_CampusPark_InsertionParty_Warren_040="I'm glad you stopped me... Nathan is dangerous."
Cue_E4_8C_CampusPark_InsertionParty_Warren_060="I didn't see him at the dorm again. I was holed up in my room."
Cue_E4_8C_CampusPark_InsertionParty_Warren_080="Well, if you consider half a beer "drinking"…"
Cue_E4_8C_CampusPark_InsertionParty_Warren_100="Hey, hey... I know this is a bad time, but can I get one picture?|I've been feeling like this might be actually the end of the world, so...|I want to have something for prosperity."
Cue_E4_8C_CampusPark_InsertionParty_Warren_120="I know, I know, I’m a pain in the booty. Just one picture."
Cue_E4_8C_CampusPark_InsertionParty_Warren_130="Uh..."
Cue_E4_8C_CampusPark_InsertionParty_Warren_160="Sorry... I just wanted to feel like a normal student after this week's ultraviolence. I never hit anybody like that before... I was always the one getting my ass kicked."
Cue_E4_8C_CampusPark_InsertionParty_Warren_180="He won't. I know how to be invisible here... "
Cue_E4_8C_CampusPark_InsertionParty_Warren_200="/!\ WARNING /!\ Text not localized : Cue_E4_8C_CampusPark_InsertionParty_Warren_200"
Cue_E4_8C_CampusPark_InsertionTwoMoons_Chloe_020="Beautiful, I don’t give a shit. The world is ending, cool."
Cue_E4_8C_CampusPark_InsertionTwoMoons_Chloe_040="That’s right. Nathan Prescott is going down."
Cue_E4_8C_CampusPark_InsertionTwoMoons_Max_010="What is that? Jesus, Chloe, look up at the sky!"
Cue_E4_8C_CampusPark_InsertionTwoMoons_Max_030="You’re not listening! Something major is going down!"
Cue_E4_8C_CampusPark_InsertionTwoMoons_Max_050="Is the world ending?"
Cue_E4_8C_CampusPark_TextMessage_Chloe_010="Oh Christ, Nathan just texted me... He says there won't be any evidence left after he's done."
Cue_E4_8C_CampusPark_TextMessage_Max_020="Shit, we have to go to the junkyard right now!"
Cue_E4_8C_CampusPark_TwoMoons01_IGE_TeenBoy01_010="I do not know what is in this shit, but I see two moons…"
Cue_E4_8C_CampusPark_TwoMoons01_IGE_TeenBoy01_030="No no no no way...it’s like an atmospheric illusion or something…"
Cue_E4_8C_CampusPark_TwoMoons01_IGE_TeenBoy02_020="Me too, dude... and I didn't get that loaded. Is that real?"
Cue_E4_8C_CampusPark_TwoMoons01_IGE_TeenBoy02_040="Snow, eclipse, dead birds, and whales... now two moons? This might be real."
Cue_E4_8C_CampusPark_TwoMoons02_IGE_TeenBoy03_010="Oh, shit, this is like that eclipse."
Cue_E4_8C_CampusPark_TwoMoons02_IGE_TeenBoy03_030="I can't tell if they're different."
Cue_E4_8C_CampusPark_TwoMoons02_IGE_TeenGirl02_020="You're right. Look at the outline."
Cue_E4_8C_CampusPark_TwoMoons02_IGE_TeenGirl02_040="There can't be two moons... that's not possible..."
